<?php

return [
    'sent' => [
        'otp' => 'تم ارسال كود التحقق على هاتفك',
    ],
    'verified' => [
        'phone' => 'تم التحقق من رقم هاتفك بنجاح'
    ],
    'confirm' => [
        'phone' => 'يرجى تأكيد رقم هاتفك',
    ],
    'not_found' => [
        'user' => 'المستخدم غير موجود',
    ],
    'not_valid' => [
        'otp' => 'الكود الذي ادخلته غير صالح',
    ],
    'wrong_step' => 'خطأ في الخطوة',
    'password_entered' => 'تم تسجيل كلمة المرور بالفعل',
    'logged_out' => 'تم تسجيل الخروج بنجاح',
];
