<?php

return [
    'sent' => [
        'otp' => 'تم ارسال كود التحقق على هاتفك',
        'message' => 'تم ارسال رسالة بنجاح',
        'report' => 'تم ارسال البلاغ بنجاح',
    ],
    'verified' => [
        'phone' => 'تم التحقق من رقم هاتفك بنجاح',
        'otp' => 'كود التحقق صحيح',
    ],
    'confirm' => [
        'phone' => 'يرجى تأكيد رقم هاتفك',
    ],
    'not_found' => [
        'user' => 'المستخدم غير موجود',
        'product' => 'المنتج غير موجود',
        'file' => 'الملف غير موجود',
        'market' => 'لا يوجد سوق مُفعل لهذه الدوله',
    ],
    'not_owner' => [
        'product' => 'لا تملك هذا المنتج',
    ],
    'not_valid' => [
        'otp' => 'الكود الذي ادخلته غير صالح',
        'change_password_request' => 'طلب تغيير كلمة المرور غير صالح',
    ],
    'changed' => [
        'password' => 'تم تغيير كلمة المرور بنجاح',
    ],
    'uploaded' => [
        'file' => 'تم تحميل الملف بنجاح',
    ],
    'updated' => [
        'profile' => 'تم تحديث الملف الشخصي بنجاح',
        'product' => 'تم تحديث المنتج بنجاح',
        'market' => 'تم تحديث السوق بنجاح',
    ],
    'deleted' => [
        'user' => 'تم حذف المستخدم بنجاح',
        'product' => 'تم حذف المنتج بنجاح',
        'file' => 'تم حذف الملف بنجاح',
    ],
    'created' => [
        'product' => 'تم انشاء المنتج بنجاح',
    ],
    'wrong_step' => 'خطأ في الخطوة',
    'password_entered' => 'تم تسجيل كلمة المرور بالفعل',
    'logged_out' => 'تم تسجيل الخروج بنجاح',
    'Personal info already entered' => 'تم تسجيل المعلومات الشخصية بالفعل',
    'Personal info has been saved successfully' => 'تم حفظ المعلومات الشخصية بنجاح',
    'country_entered' => 'تم اختيار الدولة بنجاح',
    'interests_entered' => 'تم تسجيل الاهتمامات بنجاح',
    'otp_message' => 'عزيزي المستخدم، كود التحقق هو :code الرجاء عدم مشاركته مع اى شخص',
    'not_change_password_request' => 'عفواً لا يوجد طلب تغيير كلمة المرور',
    'login' => 'تسجيل الدخول',
    'email' => 'البريد الالكتروني',
    'password' => 'كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'phone' => 'الهاتف رقم',
    'otp' => "كود التحقق",
    'send_otp' => 'ارسال كود التحقق',
    'verify_otp' => 'تحقق من كود التحقق',
    'change_password' => 'تغيير كلمة المرور',
    'remember_me' => 'تذكرني',
    'logout' => 'تسجيل الخروج',
    'settings' => 'الاعدادات',
    'change' => 'تغيير',
    'countries' => 'الدول',
    'cities' => 'المدن',
    'roles' => 'الادوار',
    'permissions' => 'الصلاحيات',
    'users' => 'المستخدمين',
    'profile' => 'الملف الشخصي',
    'dashboard' => 'لوحة التحكم',
    'home' => 'الرئيسية',
];
