<?php

return [
    'browse' => [
        'admin' => 'تصفح المشرفين',
        'user' => 'تصفح المستخدمين',
        'role' => 'تصفح الرُتب',
    ],
    'add' => [
        'admin' => 'انشاء مشرفين',
        'user' => 'انشاء مُستخدمين',
        'role' => 'انشاء رُتبه',
    ],
    'edit' => [
        'admin' => 'تعديل المشرفين',
        'user' => 'تعديل المستخدمين',
        'role' => 'تعديل الرُتب',
    ],
    'delete' => [
        'admin' => 'حذف المشرفين',
        'user' => 'حذف المستخدمين',
        'role' => 'حذف الرُتب',
    ],
];
