<?php

return [
    'browse' => [
        'admin' => 'تصفح المشرفين',
        'user' => 'تصفح المستخدمين',
        'role' => 'تصفح الرُتب',
        'country' => 'تصفح الدول',
        'city' => 'تصفح المدن',
    ],
    'add' => [
        'admin' => 'انشاء مشرفين',
        'user' => 'انشاء مُستخدمين',
        'role' => 'انشاء رُتبه',
        'country' => 'انشاء دول',
        'city' => 'انشاء مدن',
    ],
    'edit' => [
        'admin' => 'تعديل المشرفين',
        'user' => 'تعديل المستخدمين',
        'role' => 'تعديل الرُتب',
        'country' => 'تعديل الدول',
        'city' => 'تعديل المدن',
    ],
    'delete' => [
        'admin' => 'حذف المشرفين',
        'user' => 'حذف المستخدمين',
        'role' => 'حذف الرُتب',
        'country' => 'حذف الدول',
        'city' => 'حذف المدن',
    ],
];
